# Задание 2
def x(a, b, c, d, e, f):
    return ' '.join([a, b, c, d, e, f])


a = input("Ваше имя ")
b = input("Фамилия ")
c = input("год рождения ")
d = input("Город проживания ")
e = input("e-mail")
f = input("Номер телефона ")
print(x(a, b, c, d, e, f))